import React from "react";
import "./Privacycontent.css";

const Privacycontent = () => {
  const privacies = [
    {
      id : 0,
      title : "مقدمة",
      descr : "في جسور، خصوصيتك لها أهمية قصوى بالنسبة لنا. توضح سياسة الخصوصية هذه أنواع المعلومات الشخصية التي نجمعها، وكيفية استخدامها، والتدابير التي نتخذها لضمان سلامة بياناتك وأمانها."
    },
    {
      id : 1,
      title : "جمع المعلومات",
      descr : "نقوم بجمع المعلومات لتقديم خدمات أفضل لجميع مستخدمينا. قد يتضمن ذلك معلومات مثل اسمك وعنوان بريدك الإلكتروني وتفاصيل الاتصال التي تقدمها عند الاشتراك في نشرتنا الإخبارية أو إنشاء حساب أو المشاركة في الميزات التفاعلية لموقعنا."
    },
    {
      id : 2,
      title : "تبادل البيانات",
      descr : "نحن لا نبيع أو نؤجر معلومات المستخدم لأطراف ثالثة. ومع ذلك، يجوز لنا مشاركة البيانات مع شركاء موثوقين يعملون بالنيابة عن أو معها بموجب اتفاقيات السرية لأغراض معالجة البيانات أو تحليلها وتحسين خدماتنا."
    },
    {
      id : 3,
      title : "مقدمة",
      descr : "في جسور، خصوصيتك لها أهمية قصوى بالنسبة لنا. توضح سياسة الخصوصية هذه أنواع المعلومات الشخصية التي نجمعها، وكيفية استخدامها، والتدابير التي نتخذها لضمان سلامة بياناتك وأمانها."
    },
    {
      id : 4,
      title : "جمع المعلومات",
      descr : "نقوم بجمع المعلومات لتقديم خدمات أفضل لجميع مستخدمينا. قد يتضمن ذلك معلومات مثل اسمك وعنوان بريدك الإلكتروني وتفاصيل الاتصال التي تقدمها عند الاشتراك في نشرتنا الإخبارية أو إنشاء حساب أو المشاركة في الميزات التفاعلية لموقعنا."
    },
    {
      id : 5,
      title : "تبادل البيانات",
      descr : "نحن لا نبيع أو نؤجر معلومات المستخدم لأطراف ثالثة. ومع ذلك، يجوز لنا مشاركة البيانات مع شركاء موثوقين يعملون بالنيابة عن أو معها بموجب اتفاقيات السرية لأغراض معالجة البيانات أو تحليلها وتحسين خدماتنا."
    },
    {
      id : 6,
      title : "مقدمة",
      descr : "في جسور، خصوصيتك لها أهمية قصوى بالنسبة لنا. توضح سياسة الخصوصية هذه أنواع المعلومات الشخصية التي نجمعها، وكيفية استخدامها، والتدابير التي نتخذها لضمان سلامة بياناتك وأمانها."
    },
    {
      id : 7,
      title : "جمع المعلومات",
      descr : "نقوم بجمع المعلومات لتقديم خدمات أفضل لجميع مستخدمينا. قد يتضمن ذلك معلومات مثل اسمك وعنوان بريدك الإلكتروني وتفاصيل الاتصال التي تقدمها عند الاشتراك في نشرتنا الإخبارية أو إنشاء حساب أو المشاركة في الميزات التفاعلية لموقعنا."
    },
    {
      id : 8,
      title : "تبادل البيانات",
      descr : "نحن لا نبيع أو نؤجر معلومات المستخدم لأطراف ثالثة. ومع ذلك، يجوز لنا مشاركة البيانات مع شركاء موثوقين يعملون بالنيابة عن أو معها بموجب اتفاقيات السرية لأغراض معالجة البيانات أو تحليلها وتحسين خدماتنا."
    },
    {
      id : 9,
      title : "مقدمة",
      descr : "في جسور، خصوصيتك لها أهمية قصوى بالنسبة لنا. توضح سياسة الخصوصية هذه أنواع المعلومات الشخصية التي نجمعها، وكيفية استخدامها، والتدابير التي نتخذها لضمان سلامة بياناتك وأمانها."
    },
  ]
  return (
    <div>
      <div className="privacy-policy">
        <div className="container">
          
          <div className="header-section">
          <h3 className="heading">سياسة الخصوصية لجسور</h3>
            <p className="overview">في جسور، خصوصيتك لها أهمية قصوى بالنسبة لنا. توضح سياسة الخصوصية هذه أنواع المعلومات الشخصية التي نجمعها، وكيفية استخدامها، والتدابير التي نتخذها لضمان سلامة بياناتك وأمانها.</p>
          </div>
          {privacies.map((privacy) => 
            <div className="row" key={privacy.id}>
            <div className="col-md-10 order-1 order-md-0">
              <div className="descr-section">
                <p className="descr">{privacy.descr}</p>
              </div>
            </div>
            <div className="col-md-2">
              <p className="title">{privacy.title}</p>
            </div>
          </div>
          )}
        </div>
      </div>
    </div>
  );
};

export default Privacycontent;
