import React from 'react'
import img from "../../assets/gallery-3.png";
const Mainsection = () => {
  return (
    <div className='container pt-5'>
      <div className='row'>
        <div className='col-md-6'>
          <h1 className='text-end'
          style={{
            fontFamily: "Cairo, sans-serif"
          }}
          >
          من هي "جسور"؟
          </h1>
          <p style={{
  fontFamily: "Noto Naskh Arabic, serif"
}}>
          "جسور" هي منصة إعلامية مستقلة، تبحث عن القصص الفريدة والمتميزة، التي تثري عقل القارئ، وتعبر عن نبض جميع المجتمعات والشعوب. نحاول اكتشاف الظواهر الفريدة والقصص المؤثرة لنخبركم من خلالها عما وراء كل حدث سياسي و اجتماعي وإنساني، تشهده المنطقة والعالم بأسلوب مصور سهل ومفهوم يجذب عين المتابع. 

في شبكة "جسور"، نؤمن بأن المشتركات الإنسانية والثقافية في الشرق الأوسط وشمال أفريقيا، أكثر من الخلافات التي أشعلت المنطقة بالحروب والأزمات السياسية على مر العصور، لذلك نعمل على تعزيز هذه المشتركات وتجاوز الخلافات، مع الإيمان بعمق بأحقية كل فرد ومجتمع في التعبير عن اختلافه وتميزه. 

"جسور" غير تابعة لأي جهة سياسية، وتقف على مسافة واحدة من مختلف الآراء، ولكننا ننحاز وبقوة لقيم حرية التعبير، وحقوق الإنسان، ومختلف مكونات المجتمع، كما نؤمن بأن مجتمع أكثر تسامحاً مع الآخر، أيا كان جنسه ودينه وانتماءه العرقي أو السياسي، هو مكان أفضل للجميع.
          </p>
          
        </div>
        <div className='col-md-6'>
        <img src={img} alt="" className='w-100'/>
        </div>
      </div>
    </div>
  )
}

export default Mainsection